Repository: DFO-Ocean-Navigator/Ocean-Data-Map-Project
Catalog: oceannavigator/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Dataset
fr: Jeu de données

source: Time
fr: Heure

source: Start Time
fr: L'Heure de départ

source: End Time
fr: L'Heure de fin

source: Depth
fr: Profondeur

source: Colourmap
fr: Carte de couleur

source: Show Bathymetry Contours
fr: Afficher Contours Bathymétriques

source: Arrows
fr: Flèches

source: Additional Contours
fr: Contours Additionnel

source: Show Selected Area(s)
fr: Afficher Région(s) Sélectionné(s)

source: Saved Image Size
fr: Taille de l'image sauvegarder

source: Area Settings
fr: Paramètres pour la Région

source: Compare Datasets
fr: Compare des Jeux de Données

source: Help
fr: Aide

source: Swap Views
fr: Échanger vues

source: Diff. Colourmap
fr: Table de couleurs différentielle

source: colourmap_help
fr: cartecouleur_aide

source: showarea_help
fr: afficherrégion_aide

source: arrows_help
fr: flèches_aide

source: contour_help
fr: contour_aide

source: Plot Title
fr: Titre du Diagramme

source: Subset
fr: Sous-ensemble

source: Select Time Range
fr: Sélectionne commencement et finis

source: Output Format
fr: Format des Sorties

source: NetCDF-3 Classic
fr: NetCDF-3 Classique

source: NetCDF-4 Classic
fr: NetCDF-4 Classique

source: Compress as *.zip
fr: Compressser en *.zip

source: Save
fr: Sauveguarder

source: Global Settings
fr: Paramètres Globale

source: Sync to Global State
fr: Synchroniser avec State Globale

source: Left Map (Anchor)
fr: Carte Gauche (Ancre)

source: Main Map
fr: Carte Principal

source: Right Map
fr: Carte Doite

source: Map
fr: Carte

source: Statistics
fr: Statistiques

source: None
fr: Rien

source: Value - Observation
fr: Valeur - Observation

source: Value - Climatology
fr: Valeur - Climatologie

source: Forecast
fr: Prévoir

source: Show Location
fr: Afficher Lieu

source: Show Climatology
fr: Afficher Climatologie

source: Additional Models
fr: Models Additionale

source: Show Error
fr: Afficher l'Erreur

source: Class 4 Settings
fr: Paramètres des Class 4

source: showmap_help
fr: affichercarte_aide

source: climatology_help
fr: climatologie_aide

source: Close
fr: Fermer

source: titlehelp
fr: titreaide

source: Crosshatch
fr: Hachures

source: Show Legend
fr: Afficher Légende

source: Auto Levels
fr: Niveaux Automatiques

source: Levels
fr: Niveaux

source: Longtitude
fr: Longitude

source: Default
fr: Défault

source: Apply Title
fr: Appliqué Titre

source: Apply
fr: Appliqué

source: Time (UTC)
fr: L'Heure (UTC)

source: Depth Limit
fr: Limite de Profondeur

source: Limit Depth
fr: Limiter la Profondeur

source: Deployment
fr: Déploiement

source: Show Map
fr: Afficher carte

source: Show Latitude/Longitude Plots
fr: Afficher Graphiques de Latitude/Longitude

source: latlon_help
fr: latlon_aide

source: Please enter numerical values. Example: 3.14, or 314e-2, or 0.0314E+2.
fr: SVP Entre les values numérique. Exemples: 3.14, ou 314e-2, ou 0.0314E+2

source: Start Coordinate
fr: Coordonnée Premier

source: End Coordinate
fr: Coordonnée Dernière

source: Lat/Long Pair
fr: Paire Lat/Long

source: inches
fr: Pouces

source: Width:
fr: Largeur:

source: Height:
fr: Hauteur:

source: DPI:
fr: PPP:

source: Linear Threshold
fr: Limite Linéal

source: Surface Variable
fr: Variable Surface

source: Show Map Location
fr: Afficher Lieu de la Carte

source: Transect Settings
fr: Paramètres des Transects

source: surfacevariable_help
fr: variablesurface_aide

source: linearthresh_help
fr: limitelinéal_aide

source: Diff. Colour Map
fr: Carte des Couleurs Différentielle

source: Colour Map
fr: Carte des Couleurs

source: Hovmöller Diagram
fr: Diagramme Hovmöller

source: RMS Error:
fr: Erreur RMS

source: Loading...
fr: En train...

source: Plot Point
fr: Tracer Point

source: Data Selection
fr: Sélection Données

source: Data Comparison
fr: Comparaison des Données

source: Sync Variable Ranges
fr: Synchronizer les Gammes des Variables

source: Settings
fr: Paramètres

source: Global
fr: Globale

source: Arctic
fr: Arctique

source: Antarctic
fr: Antarctique

source: ETOPO1 Topography
fr: Topographie ETOPO1

source: Esri Ocean Basemap
fr: Esri Basemap d'Océans

source: Esri World Imagery
fr: Esri Imagerie Globale

source: Error: Could not find latitude or longitude column in file:
fr: Erreur: N'a pas trouvé colonne latitude ou longitude dans fichier

source: Error: Unknown Date/Time format in file:
fr: Erreur: Formate date/heur iconnu dans fichier

source: Reset Map
fr: Réinitialiser Carte

source: Link
fr: Lier

source: Toggle Sidebar
fr: Basculer l'Encadré Latéral

source: Draw on Map
fr: Designer sur Carte

source: Enter Coordinate(s)
fr: Saisir Coordonnée(s)

source: Upload CSV…
fr: Uploader CSV...

source: Upload ODV…
fr: Uploader ODV...

source: Area
fr: Région

source: All
fr: Tous

source: Active
fr: Actif

source: Not Responding
fr: Zéro Réponse

source: Inactive
fr: Inactif

source: Select…
fr: Faire une Sélection...

source: Plot
fr: Graphique

source: Permalink
fr: Permalien

source: API Documentation
fr: Documentation API

source: Enter Point Coordinate(s)
fr: Saisir Coordonnée(s) du/des point(s)

source: Enter Line Coordinate(s)
fr: Saisir Coordonnée(s) de la/les linge

source: Enter Area Coordinate(s)
fr: Saisir Coordonnée(s) de la/les Région(s)

source: Select Drifters
fr: Sélectionner Drifters

source: Select Observations
fr: Sélectionner Observations

source: Value:
fr: Valeur:

source: Ship
fr: Bateau

source: Trip
fr: Voyage

source: Loading
fr: Chargement en cours

source: Share Link
fr: Partager Lien

source: Options
fr: Parametres

source: Compare Datasets Help
fr: Aide avec les Comparisons des jeu de donnees

source: Water Velocity Issue
fr: Problème avec la vélocité d'eau

source: Please Wait…
fr: S.V.P. Attendez...

source: Colour Interpolation
fr: Interprolation des Couleurs

source: Method
fr: Méthod

source: Gaussian Weighting (Default)
fr: Pondération Gaussienne (Défaut)

source: Bilinear
fr: Bilinéaire

source: Inverse Square
fr: L'inverse du carré

source: Nearest Neighbour
fr: Plus Proche Voisin

source: Sampling Radius (km)
fr: Radi

source: Nearest Neighbours
fr: Les Plus Proches Voisins

source: Bathemetry Opacity
fr: Opacité Bathymétrie

source: Topography Shaded Relief
fr: Topographie avec Ombrage du relief

source: Copy
fr: Copie

source: Advanced
fr: Advancé

source: Please select which feature's state you would like to be saved.
fr: S.V.P. Sélectionnez quelle

source: Global Map Settings
fr: Paramètres Globales pour les Carte

source: Bathymetry Contours
fr: Contours Bathymétrique

source: Side-by-side Comparison
fr: Comparaison Coté-à-coté

source: View Settings
fr: Paramètres pour les Vues

source: Dataset (Primary/Left Map)
fr: Jeu de Données (Primaire/Carte Gauche)

source: Dataset (Right Map)
fr: Jeu de Données (Carte Droit)

source: Save Image
fr: Sauvegarder image

source: Get Link
fr: Obtenir Lien

source: Observation Variable
fr: Variable d'Observation

source: Profile
fr: Profil

source: CTD Profile
fr: Profil CTD

source: T/S Diagram
fr: Diagramme T/S

source: Sound Speed Profile
fr: Profil de la Vitesse du Son

source: Virtual Mooring
fr: Amarrage Virtuel

source: Show Magnitude
fr: Afficher Magnitude

source: Length
fr: Longueur

source: Colour
fr: Couleur

source: Minimum Value
fr: Valeur Minimale

source: Maximum Value
fr: Valeur Maxiamle

source: Median Value
fr: Valeur Médian

source: Median
fr: Médiane

source: Average Value
fr: Valeur Moyenne

source: Mean
fr: Moyen

source: Standard Deviation
fr: Écart Type

source: Std Dev
fr: éc_type

source: Number of Valid Points in Area
fr: Nombre des points valides dans la région

source: # Valid Pts
fr: # pts valides

source: Year
fr: Année

source: Previous Year
fr: Année Dernière

source: Next Year
fr: Année Prochaine

source: Jump Forward 12 Years
fr: Sauter 12 ans en avant

source: Jump Back 12 Years
fr: Sauter 12 ans en passé

source: Next
fr: Prochaine

source: Prev
fr: Dernière

source: Open Month Chooser
fr: Ouvrir Sélecteur des mois

source: Jump Years
fr: Sauter les ans

source: Back to
fr: Retourner au

source: Feb.
fr: Fév.

source: Mar.
fr: Mars

source: Apr.
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Jul.

source: Aug.
fr: Août

source: show_magnitude
fr: afficher_magnitude

source: Parallel
fr: Parallèle

source: show_parallel
fr: afficher_parallèle

source: Perpendicular
fr: Perpendiculaire

source: show_perpendicular
fr: afficer_perpendiculaire

source: Model
fr: Modèle

source: Error wrt Climatology
fr: Erreur par rapport à la Climatologie

source: Observed
fr: Observé

source: Error wrt Observation
fr: Erreur par rapport à l'Observation

source: Climatology
fr: Climatologie

source: Depth (%s)
fr: Profondeur (%s)

source: Anomaly
fr: Anomalie

source: Bathymetry
fr: Bathymétrie

source: Chlorophyll
fr: chlorophylle

source: Sea Surface Height (Free Surface)
fr: Hauteur de la surface de l'océan

source: Ice
fr: Glace

source: Iron
fr: Fer

source: Mercator Ocean Current
fr: Courant d'océan Mercator

source: Oxygen
fr: Oxygéne

source: Phytoplankton
fr: Phytoplancton

source: Salinity
fr: Salinité

source: Speed
fr: Vitesse

source: Temperature
fr: Température

source: Velocity
fr: Velocité

source: Wave Height
fr: Hauteur des Ondes

source: Wave Period
fr: Période des Ondes

source: Thermal
fr: Thermique

source: Temperature (old)
fr: Température (vieux)

source: Vorticity
fr: Vorticité

source: Modelled
fr: modélisé

source: Latitude (degrees)
fr: Latitude (dégrées)

source: Longitude (degrees)
fr: Longitude (dégrées)

source: Drifter Plot (IMEI: %s, WMO: %s)
fr: Graphe de Drifter (IMEI: %s, WMO: %s)

source: Please ensure the Start Time and End Time for the Left and Right maps are identical.
fr: S.V.P. Assurez que les heurs de commencement et de fini sont les mêmes dans la carte gauche et la carte droite.

source: variable_name
fr: nom_variable

source: Difference
fr: Différence

source: Hovmöller Diagram(s) for: %s
fr: Hovmöller Diagramme(s) pour: %s

source: Internal server error occured:
fr: Erreur interne du serveur

source: (%0.4f N, %0.4f W) to (%0.4f N, %0.4f W)
fr: (%0.4f N, %0.4f W) au (%0.4f N, %0.4f W)

source: You have requested an area that exceeds the width of the world. Thinking big is good but plots need to be less than 360 deg wide.
fr: Vous avez demander pour une région plus gros que notre planète. Les graphe droit être mois que 360 deg de largeur.

source: The selected variable(s) were not found in the dataset. Most likely, this variable is a derived product from existing dataset variables. Please select another variable.
fr: La/Les variable(s) sélectionné(s) n'était/n'étaient pas trouver dans la jeu de données. La/Les variable(s) est/sont probablement calculé(s) avec les données qui existe dans la jeu de données. S.V.P. choisissez une autre variable.

source: Depth (m)
fr: Profondeur (m)

source: Profile for %s, Observed at %s, Modelled at %s
fr: Profil pour %s, Observé à %s, Modélisé à %s

source: Profile for %s (%s)
fr: Profil pour %s (%s)

source: The selected variable(s) were not found in the dataset. Most likely, this variable is a derived product from existing dataset variables. Please select another variable.
fr: La/Les variable(s) sélectionné(s) n'était/n'étaient pas trouver dans la jeu de données. La/Les variable(s) est/sont probablement calculé(s) avec les données qui existe dans la jeu de données. S.V.P. choisissez une autre variable.

source: Profile for
fr: Profil pour

source: Sound Speed (m/s)
fr: Vitesse du Son (m/s)

source: Sound Speed Profile for (%s) %s
fr: Profil de la Vitesse du Son pour(%s) %s

source: Depth (ft)
fr: Profondeur (ft)

source: No Data
fr: Aucune donnée

source: there are no datapoints in the area you selected. you may have selected a area on land or you may have an ara that is smallenough to fit between the datapoints try selection a different area or a larger area
fr: Aucune donnée pour cette région. peut-être vous avez choisi une région sur terre, ou une région suffisamment petite d'être entre les données. Essayer une autre région ou une région plus grande

source: An Error has occurred. When opening the dataset. Please try again or try a different dataset. If you would like to report this error please contact oceandatamap@gmail.com
fr: Une erreur se produire quand nous ouvrons cette jeu de données. S.V.P. essayez encore ou sélectionnez une autre jeu de données. Si vous voulez signaler cette erreur, S.V.P. contactez oceandatamap@gmail.com

source: something went wrong. It seems you are trying to create a plot across the international date line.While we do support this function it must be done within 360 deg of the default map view. Try refreshing the page and try again
fr: Quelque chose tourner mal. Il semble que vous essayez de crée une graphique qui passe au-dessus ligne internationale de changement de date. Nous appuyons cette fonction, mais il droit être dans 360 deg de la vue carte défaut. Essayez rafraîchir la site et essayez la graphique encore.

source: there are no datapoints in the area you selected. You may have selected a area on land or you may have an ara that is too small. Try selection a different area or a larger area
fr: Aucune donnée pour cette région. peut-être vous avez choisi une région sur terre, ou une région suffisamment petite d'être entre les données. Essayer une autre région ou une région plus grande

source: Unknown Error: you have tried something that we did not expect. Please try again or try something else. If you would like to report this error please contact oceandatamap@gmail.com.
fr: Vous avez encontre une erreur que nous n'avions pas prévoir. S.V.P. essayer encore ou essayer quelque chose d'autre. Si vous voulez signaler cette erreur S.V.P. contactez oceandatamap@gmail.com

source: Error: you are trying to create a plot that is wider than the world. The desired information is ambiguous please select a smaller area and try again
fr: Vous avez demander pour une région plus gros que notre planète. Les graphe droit être mois que 360 deg de largeur.

source: Unknown Error: you have tried something that we did not expect. Please try again or try something else. If you would like to report this error please contact oceandatamap@gmail.com
fr: Vous avez encontre une erreur que nous n'avions pas prévoir. S.V.P. essayer encore ou essayer quelque chose d'autre. Si vous voulez signaler cette erreur S.V.P. contactez oceandatamap@gmail.com

source: %s at (%s) %s
fr: %s a (%s) %s

source: for
fr: pour

source: Salinity (PSU)
fr: Salinité (PSU)

source: Temperature (Celsius)
fr: Température (Celsius)

source: T/S Diagram for (%s) %s
fr: T/S Diagramme pour (%s) %s

source: Black
fr: Noir

source: Blue
fr: Bleu

source: Green
fr: Vert

source: Red
fr: Rouge

source: Yellow
fr: Jaune

source: White
fr: Blanc

source: Randomize
fr: Randomiser

source: Default for Variable
fr: Défaut pour Variable

source: All Depths
fr: Tous Profondeurs

source: Bottom
fr: Fond

source: Please specify either forecasts or models using /models/ or /forecasts/
fr: S.V.P. spécifiez si vous voulez les prévisions ou les modèles avec /forecasts/ (pour les prévisions) ou /models/ (pour les modèles)
